Repository: quintipio/BrainLittleGames
Catalog: JeuxDeLogiqueWin10/Strings/*/Tutoriel.resw
Source language: en
Languages: es, fr, pt

# CalculMental1
source: The purpose of this little game is to make as soon as possible operations. There are 30 in total.
es: El propósito de este pequeño juego es hacer lo más pronto posible las operaciones. Hay 30 en total.
fr: Le but de ce mini jeu est d'effectuer le plus rapidement possible les opérations. Il y en a 30 au total.
pt: O objetivo deste mini-jogo é fazer o mais rapidamente possível as operações. Existem 30 no total.

# CalculMental2
source: Enter the result and confirm by pressing 'Ok' to move to the next.
es: Anote el resultado y confirme pulsando "Aceptar" para pasar a la siguiente.
fr: Tapez le résultat puis validez en appuyant sur 'Ok' pour passer au prochain.
pt: Digite o resultado e confirme pressionando 'Ok' para passar para a próxima.

# CalculMental3
source: If you want to change your result press 'Delete'.
es: Si desea cambiar su prensa resultado 'Eliminar'.
fr: Si vous voulez changer votre résultat appuyez sur 'Effacer'.
pt: Se você quiser mudar o seu resultado pressione "Excluir".

# CalculMental4
source: For the medium and hard levels, the results can be negative (use the '-' button to make the number negative or have become positive).
es: Para los niveles medio y duro, los resultados pueden ser negativos (utilice el "-" botón para hacer el número negativo o se han convertido en positivo).
fr: Pour les niveaux moyen et difficile, les résultats peuvent être négatifs (utilisez la touche '-' pour rendre le chiffre negatif ou le faire redevenir positif).
pt: Para os níveis médio e difícil, os resultados podem ser negativos (use o botão '-' para tornar o número negativo ou positivo tornaram-se).

# CompteChiffre1
source: In this little game some digits will appear in the play area. For each screen, it will respond as quickly to the question.
es: En este pequeño juego aparecerán más dígitos en el área de juegos. Para cada pantalla, responderá lo más rápidamente a la pregunta.
fr: Dans ce mini jeu plusieurs chiffres vont apparaître dans la zone de jeu. Pour chaque écran, il faudra répondre le plus rapidement à la question.
pt: Neste mini jogo mais dígitos aparecerá na área de jogo. Para cada tela, ele irá responder o mais rapidamente à pergunta.

# CompteChiffre2
source: This may be to count the number of digits according to their values, their colors or movement they make.
es: Esto puede ser para contar el número de dígitos de acuerdo a sus valores, sus colores o movimiento que hacen.
fr: Il peut s'agir de compter le nombre de chiffres en fonction de leurs valeurs, leur couleurs ou du mouvement qu'ils font.
pt: Isto pode ser para contar o número de contagens, como uma função dos seus valores, cores ou movimento que fazem.

# CompteChiffre3
source: Then it will be enough to get the answer with the keyboard and confirm. There are a total of 15 sequences.
es: Entonces será suficiente para obtener la respuesta con el teclado y confirme. Hay un total de 15 secuencias.
fr: Ensuite il suffira d'entrer la réponse avec le clavier et de la valider. Il y a au total 15 séquences .
pt: Em seguida, ele será suficiente para obter a resposta com o teclado e confirme. Há um total de 15 sequências.

# ComptePersonne1
source: In this little game, cats come in and out of a box. This will give the number of cats present in the box at the end of the sequence.
es: En este pequeño juego, gatos entran y salen de una caja. Esto le dará el número de gatos presentes en el cuadro al final de la secuencia.
fr: Dans ce mini jeu, des chats entrent et sortent d'une boite. Il s'agira de donner le nombre de chats présents dans la boite à la fin de la séquence.
pt: Neste mini-jogo, gatos entram e saem de uma caixa. Isto dará ao número de gatos presentes na caixa na extremidade da sequência.

# ComptePersonne2
source: At start of cats can be present before the box is put.
es: Al inicio de los gatos pueden estar presentes antes de poner la caja
fr: Au démarrage des chats peuvent être présent avant que la boite ne soit mise.
pt: No início dos gatos pode estar presente antes que a caixa é colocada.

# ComptePersonne3
source: Then cats will come and go from the box.
es: Entonces los gatos van y vienen de la caja.
fr: Puis des chats vont aller et venir de la boite.
pt: Os gatos podem vêm e vão da caixa.

# ComptePersonne4
source: When the sequence is finished, the "ok" button appears. Enter the number and confirm this cat!
es: Una vez finalizada la secuencia, aparece el botón "ok". Introduzca el número y confirmar este gato!
fr: Lorsque la séquence est finie, le bouton "ok" apparaît. Entrez le nombre de chat présent et validez !
pt: Quando a sequência estiver concluída, aparece o botão "ok". Digite o número e confirmar esta chat!

# ComptePersonne5
source: There are a total of 6 sequences.
es: Hay un total de 6 secuencias.
fr: Il y a au total 6 séquences.
pt: Há um total de 6 sequências.

# DevineOp1
source: In this little game operations will scroll on the screen. It will guess the corresponding operator.
es: En este pequeño juego de operaciones se desplazarán en la pantalla. Será adivinar el operador correspondiente.
fr: Dans ce mini jeu, des opérations vont défiler à l'écran. Il s'agira de deviner l'opérateur correspondant.
pt: Neste mini-jogo, operações irá rolar na tela. Ele adivinhará se o operador correspondente.

# DevineOp2
source: The result is displayed, but the operator to solve the equation is replaced by '??'.
es: Se muestra el resultado, pero el operador para resolver la ecuación se sustituye por '??'.
fr: Le résultat est affiché, mais l'opérateur permettant de résoudre l'équation est remplacé par des '??'.
pt: O resultado é exibido, mas o operador para resolver a equação é substituída por «?? '.

# DevineOp3
source: Press the button for the sign to replace the '??' so that the operation is correct.
es: Pulse el botón de la señal para reemplazar el '??' de modo que la operación es correcta.
fr: Appuyez sur la touche correspondant au signe devant remplacer les '??' pour que l'opération soit correcte.
pt: Pressione o botão para o sinal para substituir o '??' de modo que o funcionamento é correcto.

# DevineOp4
source: There are a total of 40 operations.
es: Hay un total de 40 operaciones.
fr: Il y a au total 40 opérations.
pt: Há um total de 40 operações.

# JeuCouleur1
source: In this little game, the goal is to indicate as quickly as possible the color in which the word is written.
es: En este pequeño juego, el objetivo es indicar lo más rápidamente posible el color en el que está escrita la palabra.
fr: Dans ce mini jeu, le but est d'indiquer le plus rapidement possible la couleur dans laquelle est écrite le mot.
pt: Neste mini jogo, o objectivo é o de indicar o mais rapidamente possível a cor na qual a palavra é escrito.

# JeuCouleur2
source: For example here, the answer is "Yellow". Validate the answer by pressing the color button.
es: Por ejemplo aquí, la respuesta es "Yellow". Validar la respuesta pulsando el botón de color.
fr: Par exemple içi, la réponse est "Jaune". Validez la réponse en appuyant sur le bouton de la couleur.
pt: Por exemplo, aqui, a resposta é "Yellow". Validar a resposta ao pressionar o botão de cor.

# JeuCouleur3
source: There will be 30 words to complete the mini play.
es: Habrá 30 palabras para completar el mini-juego.
fr: Il y aura 30 mots pour terminer le mini jeu.
pt: Haverá 30 palavras para completar o mini jogo.

# JeuHoraire1
source: The purpose of this little game is to calculate as quickly as possible the difference between two clocks.
es: El propósito de este pequeño juego es calcular lo más rápidamente posible la diferencia entre dos relojes.
fr: Le but de ce mini jeu est de calculer le plus rapidement possible la différence entre deux horloges.
pt: A finalidade deste mini jogo é para calcular tão rapidamente quanto possível a diferença entre os dois relógios.

# JeuHoraire2
source: For this enter the hour and minutes in the white fields to complete the operation.
es: Para ello ingrese la hora y los minutos en los campos en blanco para completar la operación.
fr: Pour cela entrez l'heure et les minutes dans les champs blancs pour valider l'opération.
pt: Para este entrar a hora e os minutos em campos em branco para completar a operação.

# JeuHoraire3
source: If there is an error, the answer will be highlighted in red. To switch to another operation, it is necessary to find the right answer.
es: Si hay un error, la respuesta será resaltado en rojo. Para cambiar a otra operación, es necesario encontrar la respuesta correcta.
fr: S'il y a une erreur, la réponse sera surlignée en rouge. Pour passer à une autre opération, il est nécessaire de trouver la bonne réponse.
pt: Se houver um erro, a resposta será destacado em vermelho. Para mudar para outra operação, é necessário encontrar a resposta certa.

# JeuHoraire4
source: To enter the answer simply Register the result with the keyboard. The time field will be filled first, then the next minute field.
es: Para entrar en la respuesta simplemente Registrar el resultado con el teclado. El campo de hora se llenará primero, entonces el campo al minuto siguiente.
fr: Pour saisir la réponse il suffit d'inscrire le résultat avec le clavier. Le champ heure se remplira en premier, puis le champ minute ensuite.
pt: Para introduzir a resposta, basta digitar o resultado com o teclado. O campo de tempo será preenchido em primeiro lugar, em seguida, o campo minuto seguinte.

# JeuHoraire5
source: It is possible to force a field by pressing this one and remplisant with the keyboard.
es: Es posible forzar un campo presionando éste y remplisant con el teclado.
fr: Il est possible de forcer un champ en appuyant sur celui ci et en remplissant avec le clavier.
pt: É possível fazer com que um campo pressionando e enchendo o último com a chave.

# JeuHoraire6
source: There are a total of 15 computations.
es: Hay un total de 15 cálculos.
fr: Il y a au total 15 calculs.
pt: Há um total de 15 cálculos.

# MemoireCarte1
source: In this game, the letters are hidden behind black boxes. it is to find all the pairs.
es: En este juego, las cartas están ocultas detrás de las cajas negras. que es encontrar todos los pares.
fr: Dans ce jeu, des lettres sont cachés derrières des cases noires. il s'agit de retrouver toutes les paires.
pt: Neste jogo, as cartas estão escondidos atrás de caixas-pretas. é encontrar todos os pares.

# MemoireCarte2
source: First select a box and press it to reveal the letter.
es: Primero seleccione una caja y presionarlo para revelar la carta.
fr: Sélectionnez d'abord une case et appuyez dessus pour dévoiler la lettre.
pt: Primeiro, selecione uma caixa e pressione-o para revelar a carta.

# MemoireCarte3
source: Then choose an another box and press it to display the letter. If two letters are identical, they will remain displayed.
es: A continuación, elija una otra caja y presione para mostrar la carta. Si dos cartas son idénticas, ellos permanecen en pantalla.
fr: Puis choisissez une autre case et appuyez dessus pour afficher la lettre. Si les 2 lettres sont identiques, elles resteront affichées.
pt: Em seguida, escolha uma outra caixa e pressione-o para exibir a letra. Se duas cartas são idênticos, eles permanecem visíveis.

# MemoireCarte4
source: Find all the pairs as quickly as possible to finish the game.
es: Encuentra todas las parejas lo más rápido posible para terminar el juego.
fr: Retrouvez toutes les paires le plus rapidement possible pour terminer le jeu.
pt: Encontre todos os pares o mais rápido possível para terminar o jogo.

# MemoireChiffre1
source: A series of numbers will appear for a few seconds. then disappear behind dark boxes.
es: Aparecerá una serie de números durante unos segundos. luego desaparecen detrás de las cajas oscuras.
fr: Une série de chiffres vont apparait pendant quelques secondes. puis disparaîtront derrière des cases noires.
pt: Uma série de números aparece por alguns segundos. em seguida, desaparecer por trás de caixas escuras.

# MemoireChiffre2
source: We must now build on these black boxes in order of the value of each digit.
es: Ahora debemos construir sobre estas cajas negras en el orden del valor de cada dígito.
fr: Il faut maintenant appuyer sur ces cases noires dans l'ordre de la valeur de chaque chiffre.
pt: Temos agora de construir sobre estas caixas-pretas, a fim de o valor de cada dígito.

# MemoireChiffre3
source: Succeeding augment the difficulty of a figure while losing Additional decreases the difficulty.
es: Para tener éxito aumentar la dificultad de una figura mientras se pierde adicional disminuye la dificultad.
fr: Réussir augmente la difficulté d'un chiffre supplémentaire tandis que perdre diminue la difficulté.
pt: Aumentar com sucesso a dificuldade de receita adicional ao perder diminui a dificuldade.

# MemoireChiffre4
source: There are a total of 8 sequences.
es: Hay un total de 8 secuencias.
fr: Il y a au total 8 séquences.
pt: Há um total de 8 sequências.

# MemoireMot1
source: In this little game, words will appear in the play area for a few seconds.
es: En este pequeño juego, aparecerán palabras en el área de juego durante unos segundos.
fr: Dans ce mini jeu, des mots vont apparaître dans la zone de jeu pendant quelques secondes.
pt: Neste mini-jogo, palavras aparecerão na área de jogo durante alguns segundos.

# MemoireMot2
source: The goal is to store a maximum of words in the time allotted.
es: El objetivo es almacenar un máximo de palabras en el tiempo asignado.
fr: Le but est de mémoriser un maximum de mots dans le temps imparti.
pt: O objetivo é memorizar tantas palavras quanto possível no tempo previsto.

# MemoireMot3
source: After the countdown, you will have a few seconds to regain maxmum words of the list. (To validate, you can press the button 'validate' or else on the 'Enter' key on the keyboard)
es: Después de la cuenta atrás, tendrá unos segundos para recuperar palabras maxmum de la lista. (Para validar, puede pulsar el botón "validar" o de lo contrario en la tecla "Enter" en el teclado)
fr: Une fois le compte à rebours terminé, vous aurez quelques secondes pour retrouver un maximum de mots de la liste. (pour valider, vous pouvez appuyer sur le bouton 'valider' ou sinon sur la touche 'entrée' du clavier)
pt: Após a contagem regressiva, você terá alguns segundos para recuperar um máximo de palavras na lista. (para validar, você pode pressionar o botão 'validar' ou então na tecla "Enter" no teclado)

# MemoireMot4
source: The more he has found words, the higher the score will be. Accents and special cractères do not matter.
es: Las palabras más que ha encontrado, a mayor puntuación será. Los acentos y cractères especiales no importan.
fr: Plus il y a de mots retrouvés, plus le score sera important. Les accents et caractères spéciaux n'ont aucune importance.
pt: Quanto mais palavras encontradas, quanto maior a pontuação será. Acentos e caracteres especiais, não importa.

# MemoireMot5
source: After the elapsed time, the missing words are displayed, press the button to end the game.
es: Después del tiempo transcurrido, se muestran las palabras que faltan, pulse el botón para terminar el juego.
fr: Une fois le temps écoulé, les mots manquant s'afficheront, appuyez sur le bouton pour terminer le jeu.
pt: Após o tempo decorrido, as palavras que faltam são exibidas, pressione o botão para terminar o jogo.

# MotMelange1
source: For this game, a suite of mixed letters appear on the screen. The goal is to find the word form.
es: Para este juego, un conjunto de letras mixtas aparecen en la pantalla. El objetivo es encontrar la forma de la palabra.
fr: Pour ce jeu, une suite de lettres mélangées apparaissent à l'écran. Le but est de retrouver le mot à former.
pt: Para este jogo, um conjunto de letras misturadas aparecem na tela. O objetivo é encontrar a forma de palavra.

# MotMelange2
source: If you get stuck, help is available, it allows to know the position of a few letters. This help is available three times for a Word. Attention, this aid penalizes the final score.
es: Si te quedas atascado, hay ayuda, que permite conocer la posición de unas pocas letras. Esta ayuda está disponible tres veces para una palabra. Atención, esta ayuda penaliza la puntuación final.
fr: Si vous êtes bloqué, une aide est disponible, elle permet de connaître la position de quelques lettres. Cette aide est disponible trois fois pour un mot. Attention, cette aide pénalise le score final.
pt: Se você ficar preso, a ajuda está disponível, permite para saber a posição de algumas cartas. Esta ajuda está disponível 3 vezes para uma palavra. Atenção, este auxílio penaliza o resultado final.

# MotMelange3
source: If you get really stuck, you can change a password with the button "change".
es: Si realmente te quedas atascado, puede cambiar una contraseña con el botón "cambiar".
fr: Si vous êtes vraiment bloqué, vous pouvez changer de mot avec le bouton "changer".
pt: Se você realmente ficar preso, você pode alterar uma senha com o botão "alterar".

# MotMelange4
source: When you think you have the password, enter it and press "Ok" if it is correct, the next series of letters appears the field will disappear.
es: Cuando crees que tienes la contraseña, introdúzcala y pulse "Ok" si es correcto, la próxima serie de cartas aparece que el campo desaparecerá.
fr: Lorsque vous pensez avoir le mot, entrez le et appuyez sur "Ok" si il est correct, la prochaine série de lettres apparaît, sinon le champ s'effacera.
pt: Quando você acha que você tem a senha, inseri-lo e pressione "Okey" se é correto, a próxima série de cartas aparece que o campo irá desaparecer.

# MotMelange5
source: Total 5 words are finally discovering the part.
es: Total 5 palabras finalmente están descubriendo.
fr: Au total 5 mots sont à découvrir pour terminer la partie.
pt: Totais 5 palavras estão finalmente descobrindo a parte.

# SwitchKeyboard
source: If the screen size is too small to display all the play, press this button to display / hide the keyboard.
es: Si el tamaño de la pantalla es demasiado pequeña para mostrar todo el juego, pulse este botón para mostrar / ocultar el teclado.
fr: Si la taille de l'écran est trop petite pour afficher tout le jeu, appuyez sur ce bouton pour afficher/masquer le clavier.
pt: Se o tamanho da tela é muito pequena para exibir todo o jogo, pressione este botão para exibir / ocultar o teclado.

# Tricalcul1
source: In this game, the first line of an inverted pyramid figure will appear.
es: En este juego, aparecerá en la primera línea de una figura de pirámide invertida. Para obtener el resultado, que se sumará cada número por sus vecinos.
fr: Dans ce jeu, la première ligne d'une pyramide de chiffre inversée va apparaître.
pt: Neste jogo, a primeira linha de uma figura da pirâmide invertida aparecerá.

# Tricalcul2
source: To get the result, it will add each number by their neighbors.
es: Para obtener el resultado, que se sumará cada número por sus vecinos.
fr: Pour obtenir le résultat, il faudra additionner chaque nombre par leurs voisins.
pt: Para obter o resultado, ele irá adicionar cada número por seus vizinhos.

# Tricalcul3
source: Example: here we must first add up the numbers in the red rectangle and the two figures in the rectangle to get two separate results.
es: Ejemplo: aquí hay que añadir primero los números en el rectángulo rojo y las dos figuras en el rectángulo para obtener dos resultados distintos.
fr: Exemple : ici il faudra d'abord additionner les chiffres dans le rectangle rouge puis les deux chiffres dans le rectangle pour obtenir deux résultats distincts.
pt: Exemplo: aqui é preciso primeiro adicionar os números no retângulo vermelho e as duas figuras no retângulo de obter dois resultados diferentes.

# Tricalcul4
source: We must now add these two results to obtain the final result.
es: Ahora debemos agregar estos dos resultados para obtener el resultado final.
fr: Il faut maintenant additionner ces deux résultats pour obtenir le résultat final.
pt: Devemos agora adicionar esses dois resultados para obter o resultado final.

# Tricalcul5
source: For the hard mode, the principle is the same but with a line of operation and more. it will make the operations to not have more than a single number.
es: Para el modo duro, el principio es el mismo pero con una línea de operación y más. que hará que las operaciones de no tener más que un solo número.
fr: Pour le mode difficile, le principe est le même mais avec une ligne d'opération en plus. il faudra faire les opérations jusqu'à n'avoir plus qu'un seul nombre.
pt: Para o modo de disco rígido, o princípio é o mesmo, mas com uma linha de operação e mais. caberá operações de ter mais de um número.

# Tricalcul6
source: There are a total of 10 pyramids to solve.
es: Hay un total de 10 pirámides de resolver.
fr: Il y a au total 10 pyramides à résoudre.
pt: Há um total de 10 pirâmides de resolver.

# TrouveObjetCouleur1
source: The purpose of this little game is to find the good drawing among the buttons at the bottom depending on the two drawings displayed in paying attention to the colors.
es: El objetivo de este pequeño juego es encontrar buen dibujo entre los botones en la parte inferior dependiendo de los dos dibujos muestran en prestar atención a los colores.
fr: Le but de ce mini-jeu est de trouver le bon dessin parmi les boutons en bas en fonction des deux dessins affichés en faisant attention aux couleurs.
pt: O objetivo deste mini-jogo é encontrar o direito desenho entre os botões na parte inferior com base nos dois desenhos mostrados prestando atenção às cores.

# TrouveObjetCouleur2
source: Two cases are possible. For the first, if one of the two forms is the same with the same color, with one of the present forms in the buttons, so it comes from the correct answer.
es: Dos casos son posibles. Para el primero, si una de las dos formas es la misma con el mismo color, con una de las formas presentes en los botones, así que viene de la respuesta correcta.
fr: Deux cas sont possibles. Pour le premier, si une des deux formes est identique avec la même couleur, avec une des formes présente dans les boutons, alors il s'agit de la bonne réponse.
pt: Dois casos são possíveis. Para o primeiro, se uma das duas formas é idêntica com a mesma cor, sendo uma das formas presentes nos botões, então é a resposta correcta.

# TrouveObjetCouleur3
source: Example, here for a blue diamond and a gray triangle. the only this diamond among the buttons is black, but the gray triangle exists. The correct answer is therefore the gray triangle.
es: Ejemplo, aquí para un diamante azul y un triángulo gris. el solo esta el diamante entre las teclas es negro, pero existe el triángulo gris. La respuesta correcta es por lo tanto el triángulo gris.
fr: Exemple, içi pour un losange bleu et un triangle gris. le seul losange présent parmi les boutons est noir, mais le triangle gris existe. La bonne réponse est donc le triangle gris.
pt: Exemplo, aqui para um diamante azul e um triângulo cinza. a única presente com botões de diamante é preto, mas o triângulo cinza existe. A resposta correta é o triângulo cinza.
